Adobe.extendscript-debug
austin.code-gnu-global
castwide.solargraph
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
formulahendry.auto-rename-tag
GrapeCity.gc-excelviewer
Hennamann.jsx
jeff-hykin.better-cpp-syntax
lkytal.FlatUI
mitaki28.vscode-clang
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
PKief.material-icon-theme
quicktype.quicktype
rebornix.ruby
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
shakram02.bash-beautify
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wingrunr21.vscode-ruby